<template>
  <div class="lazy">
    <!-- 地圖、交通資訊、季節特色、名景點、名店、大節日節慶、常見問答、歷史、地理、紀念品、伴手禮 -->
    <!-- 第一層：把主題 fix 在上方，用所有分類的樣式 -->
    <!-- 第二層：城市地圖，首頁 -->
    <!-- 第三層：季節，info -->
    <!-- 第四層：交通，info -->
    <!-- 第五層：大節日節慶，關於照片配文 -->
    <!-- 第六層：名景點，關於照片配文  -->
    <!-- 第七層：名店 / 遊程，輪播  -->
    <!-- 第八層：歷史，主標  -->
    <!-- 第九層：地理，主標  -->
    <!-- 第十層：紀念品、伴手禮，照片配文  -->
    <!-- 第十一層：常見問答，自創  -->
    <div class="lazy-"></div>
  </div>
</template>

<script lang="ts" setup>


</script>

<style lang="scss" scoped>

.index {
  
}

@media( max-width: 1023px ){

.index {



}
}

</style>
